/* Localized versions of Info.plist keys */

AMName = "Batch Rip";

/*  AMApplication localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMCategory localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDAlert = "(* AMDAlert text goes here. (optional) *)";
AMDInput = "Volumes";
AMDNote = "Options: Run Automatically disables user input.";
AMDOptions = "Options: Run Automatically disables user input.";
AMDResult = "";
AMDRequires = "For DVD: Fairmount.app. For BD: MakeMKV.app";
AMDSummary = "This action copies video DVDs and BDs to a chosen folder. Will cancel after 30 seconds unless set to Run Automatically.";
AMDWebsite = "(* AMDWebsite URL to additional information or documentation for the action goes here. (optional) *)";

/*  AMKeyword localized strings  */
/* e.g. "Filter" = "Filter"; */

/*  AMWarning localized strings  */
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";
